<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Files Language Lines
    |--------------------------------------------------------------------------
    */

    'home'                   => 'Главная',
    'name'                   => 'имя',
    'actions'                => 'действия',
    'delete'                 => 'Удалить',
    'edit'                   => 'редактировать',
    'update'                 => 'Обновить',
    'create'                 => 'Создайте',
    'cancel'                 => 'Отмена',
    'update_file'            => 'Обновить файл',
    'edit_file'              => 'Редактировать файл #:id',
    'edit_file_desc'         => "Вы редактируете файл #:id с именем ':name' uploded :time_ago",
    'title'                  => 'заглавие',
    'public'                 => 'общественного',
    'private'                => 'Частный',
    'view'                   => 'Посмотреть',
    'file_list'              => 'Список файлов',
    'file_list_desc'         => 'Здесь вы можете увидеть все файлы',
    'upload_file'            => 'Загрузить файлы',
    'upload_file_desc'       => 'Загрузите новый файл',
    'information'            => 'Информация',
    'status'                 => 'Положение дел',
    'copy_to_clipboard'      => 'Скопировать в буфер обмена',
    'download'               => 'Скачать',
    'sure_del_file'          => "Вы действительно хотите удалить файл ':name'?",
    'drop_public_files'      => 'Отбросьте файлы здесь или нажмите, чтобы загрузить новый общедоступный файл',
    'drop_private_files'     => 'Отбросьте файлы здесь или щелкните, чтобы загрузить новый личный файл',
    'file_deleted'           => "Файл ':name' удален!",
    'file_updated'           => "Файл ':name' обновлен!",
    'public_url'             => 'Общий URL',
    'public_url_ph'          => 'URL для маршрутов публикации',
    'unauthorized_action'    => 'Несанкционированное действие',
    'unauthorized_desc'      => 'Вам не разрешено обновлять настройки файлов.',
    'contact_webmaster'      => 'Если вы считаете, что сможете обновить его, обратитесь к веб-мастеру.',
    'save_settings'          => 'Сохранить настройки файлов',
    'files_settings_updated' => 'Обновлены настройки файлов',
    'public_routes'          => 'Общественные маршруты',
    'public_routes_desc'     => 'Включить общедоступные маршруты',
];
